/* No comment provided by engineer. */
"About Us" = "Über Uns";

/* No comment provided by engineer. */
"Contact Developer" = "Kontakt Entwickler";

/* No comment provided by engineer. */
"Contact Us" = "Kontact Uns";

/* No comment provided by engineer. */
"Entities" = "Entities";

/* No comment provided by engineer. */
"Favorites" = "Favoriten";

/* No comment provided by engineer. */
"Missed" = "Verpasst";

/* No comment provided by engineer. */
"My Votes" = "Meine Stimme";

/* No comment provided by engineer. */
"Recents" = "Playlist";

/* No comment provided by engineer. */
"Support Information" = "Unterstütze uns";

/* No comment provided by engineer. */
"WeekOfFormat" = "Woche vom %@";

/* No comment provided by engineer. */
"TopRated" = "Top 20";

/* No comment provided by engineer. */
"Yesterday" = "Gestern";

/* No comment provided by engineer. */
"Song" = "Titel";

/* No comment provided by engineer. */
"Songs" = "Titel";

/* No comment provided by engineer. */
"Mix" = "Mix";

/* No comment provided by engineer. */
"Artist" = "Künstler";

/* No comment provided by engineer. */
"Rating" = "Meine Stimme";

/* No comment provided by engineer. */
"ArtistMix" = "Künstler-Mix";

/* Text that appears to indicate when the votes will be cleared */
"VotesClearedOn" = "Woche endet %@";

/* Text that appears when no Favorites have been selected */
"NoFavorites" = "Du hast noch keinen Titel bewertet.\n\nBewerte einen Titel und er wird hier als Favorit erscheinen.";

/* Text that appears for Auto-Lock in dock */
"Auto-Lock" = "Automatische Sperre";

